{
    "groups":
    [
        {
            "id": 20236779,
            "name": "Taiwan Android Developer Study Group",
            "categoryName": "Tech",
            "attendeesCount": 834,
            "keyPhoto": "https://secure.meetupstatic.com/photos/event/2/c/9/2/highres_452771410.jpeg",
            "next_events": [
                "bsctnqyzmbgb"                
            ],
            "description": "<p>1. We are provided a chance for people who are required troubleshooting their faced issue. You can brief what your problem and discuss to us.</p><p>2. Every month, hold a meet for the problem of development face-to-face.</p><p>3. We are welcome who loved, interested, and wanted to do coding for Android apps.</p><p>You can visit and join our facebook group.</p><p>https://www.facebook.com/groups/523386591081376/<br></p>"
        },
        {
            "id": 2013921,
            "name": "Taiwan Travelling & Language Exchange",
            "categoryName": "Socializing",
            "attendeesCount": 14263,
            "keyPhoto": "https://secure.meetupstatic.com/photos/event/2/7/c/5/highres_475450181.jpeg",            
            "next_events": [
                "lnxcdryzmblb"                
            ],
            "description": "<p>According to Meetup.com, we are 'One of the most active Meetup groups in the world'</p><p>Taiwan Travel &amp; Language Exchange is evolving into an umbrella structure for people all over Taiwan to coordinate joint activities with and for people who want to practice or learn English, get together to socialize, go hiking with experienced volunteer leaders, or join occasional one-time activities.<br></p><p>While Taiwan is often described as 'a small island,' it's large enough that it is both complex and expensive for anyone to attend events everywhere. As a result, most of the Social Networking activities tend to be centered in Taipei and everyone else has been ignored.</p><p>So, no matter where in Taiwan you are located, we invite you to join this group. Existing members in your area will do their best to get you involved in local events and the group itself will give you a view of things all over Taiwan. If you should find yourself traveling or moving to another area, you will already have contacts you can connect with.</p><p>While English is the most common language among us, Mandarin Chinese is equally important and welcome.</p><p>Who should join us?</p><p>Anyone who can manage enough English or Mandarin to communicate in this setting is welcome.</p><p>Anyone who seeks opportunities to socialize with speakers of one or both of these languages will find them here.</p><p>Anyone living in Taiwan or planing to come here is also welcome.</p><p>Anyone not living or traveling to Taiwan but interested in what people are doing here is welcome but you are less likely to find much benefit.</p><p>If you use this Meetup group to distribute commercial advertising, you will be warned and may be banned without further warning!</p>"
        },
        {
            "id": 14951982,
            "name": "Taiwan Java User Group",
            "categoryName": "Tech",
            "attendeesCount": 1572,
            "keyPhoto": "https://secure.meetupstatic.com/photos/event/c/7/c/2/highres_436911138.jpeg",            
            "next_events": [
                "264123847"                
            ],
            "description": "<p>TWJUG 於2006年7月開始舉辦活動，讓使用 Java 的開發者能有地方討論和推廣 Java 和相關技術。不論是各種 JVM 上的程式語言，JVM 相關，Mobile 和 Web 應用程式開發，軟體開發方式...等等，都歡迎大家參與分享。我們每隔一到二個月會在台北舉辦TWJUG聚會，歡迎參加。</p><br><p>Hi, TWJUG is a group of Java Enthusiasts! Come join us to meet other people interested in Java.</p>"
        },
        {
            "id": 26355679,
            "name": "FitFam Taipei - HIIT, Outdoor, Climbing, OCR Training",
            "categoryName": "Fitness",
            "attendeesCount": 1570,
            "keyPhoto": "https://secure.meetupstatic.com/photos/event/7/6/e/1/highres_479490433.jpeg",            
            "next_events": [
                "nqgmfryzmbdb",
                "brgmfryzmbgb"
            ],
            "description": "<p>We build meaningful communities with free fitness;&nbsp;<span>We sweat and connect; It doesn’t matter who you are.&nbsp;&nbsp;</span><span>We’re your motivation boost to build a healthy lifestyle, No equipment or previous experience is required to attend a session;&nbsp;</span><span>All you have to do is Show up.&nbsp; All workouts are designed to be accessible and adaptable to everyone.</span></p><p><span><span>We have 4 types of MeetUps:</span> <br><span>&nbsp; &nbsp;1 - Outdoor HIIT (9:30am Da-An Park)</span> <br><span>&nbsp; &nbsp;2 - Hiking &amp; Climbing (Sundays)</span> <br><span>&nbsp; &nbsp;3 - Specialized OCR (</span>Obstacle<span>&nbsp;training) <br>&nbsp; &nbsp;4 - Personal Training</span></span></p><p><span><span>FitFam is a non-profit, volunteer-led fitness community that provides free and consistent access to quality fitness, wellness, and an overall active lifestyle year round. Our journey started with only six friends who were looking to stay active during the long and cold winter in Shanghai in 2015. We have since then grown to a community of more than 5,000 members that is built on trust, accountability, and inclusivity.&nbsp; FitFam Taipei branch started in 2018 as an independent group and has since been incorporated into the Fitfam family.&nbsp; Fitfam Taipei offers traditional HIIT training as well as variety of outdoor and indoor activities <br></span></span></p><p><a href='http://WeFitFam.com' class='linkified'>http://WeFitFam.com</a></p>"
        },
        {
            "id": 22101430,
            "name": "Taipei Free Walking Tour",
            "categoryName": "Language & Ethnic Identity",
            "attendeesCount": 5097,
            "keyPhoto": "https://secure.meetupstatic.com/photos/event/5/8/d/8/highres_480922744.jpeg",            
            "next_events": [
                "pkcsqpyzmbdb",
                "cmcsqpyzmbdb"
            ],
            "description": "<p>Wanna know more about Taipei? All the history and legends, the local customs and modern activities, the fun facts about this amazing city - you can learn all these in a single walk!</p><p>Explore Taipei with Like It Formosa's award-winning walking tours led by young, professional, and local tour guides! If you are fresh here, we have three Taipei Free Walking Tours to give you an overview of the city. <br></p><p>• <b>FREE</b> <br></p><p>Without the barriers brought along with a fixed price tag, our tour welcomes backpackers with all sorts of budgets. We do our best to maintain the quality of our tour, and let the guests decide how much the tour is worth.</p><p>• <b>WALKING</b> <br></p><p>With each step, you get to breath in the city unhurriedly and really appreciate the surroundings.</p><p>• <b>TOUR</b> <br></p><p>The best way to know a city is to follow those who live and love the city.</p><p><span>Visit </span><a href='http://www.likeitformosa.com/tour'>www.likeitformosa.com/tour</a><span> and choose your own way to explore more about Taipei!</span></p>"
        },      
        {
            "id": 32296721,
            "name": "FOOD CHINESE SURVIVAL IN TAIWAN",
            "categoryName": "Food & Drink",
            "attendeesCount": 246,
            "keyPhoto": "https://secure.meetupstatic.com/photos/event/2/e/a/1/highres_450131937.jpeg",            
            "next_events": [
                "264415114",
                "263940165"
            ],
            "description": "<p>People that want to experience local and traditional Taiwanese food in Taiwan. We take you to the most famous and delicious restaurants, night markets and food stalls in Taiwan to try their food without worrying how to order because of the language barrier. <br>You will learn the history behind the dish and drinks you'll eat and also experience how locals like their food. </p> <p>This is an unique experience since you will eat and drink like a local.</p>"
        }
    ]
}
